export const ABOUT_DOC_ITEMS: string[] = [
  "Календарь корпоративных событий за 2-ое полугодие 2022 года",
  "Календарь корпоративных событий за 1-ое полугодие 2022 года",
  "Годовой отчет АО «KTZ Express» 2021 год",
  "Календарь корпоративных событий за 2021 год",
  "Устойчивое развитие и взаимодействие с заиентересованными сторонами АO «KTZ Express»",
  "Устав АО «KTZ Express»",
  "Кодекс корпоративного управления юридических лиц, сто процентов голосующих акций которых принадлежит акционерному обществу «Национальная компания «Қазақстан темір жолы», утвержденный решением Правления АО «НК «ҚТЖ» от «13» октября 2015 года, протокол №02/28`",
  "Кодекс деловой этики АО «НК «КТЖ», утвержденный решением Совета директоров акционерного общества «Национальная компания«Қазақстан темір жолы» от 19 марта 2013 года, протокол № 2",
  "'Кодекс этики и поведения АО «НК «ҚТЖ» и его дочерних организаций, утвержденный решением Совета директоров АО 'НК 'КТЖ'' '20' сентября 2019 года, протокол №14, с изменениями и дополнениями, внесенными решением Совета директоров АО 'НК 'КТЖ'' 'от '29' ноября 2021 года.'",
  "Политика в области устойчивого развития акционерного общества «Национальная компания «Қазақстан темiр жолы», утвержденная решением Совета директоров акционерного общества «Национальная компания «Қазақстан темiр жолы» от «24» октября 2018 года, протокол № 7",
  "Карта стейкхолдеров АО «KTZ Express», утвержденная решением Правления АО «KTZ Express» от 13 апреля 2020 года, протокол № 13",
  "Анализ деятельности акционерного общества «KTZ Express» по обеспечению безопасности труда и экологии за 6 месяцев 2020 года",
  "Руководство по системе управления производственной безопасностью в акционерном обществе «Национальная компания «Қазақстан темір жолы» и его дочерних организациях, утвержденное решением Правления акционерного общества «Национальная компания «Қазақстан темір жолы» от «26» октября 2017 года протокол №02/25",
  "Руководство по системе экологического менеджмента в акционерном обществе «Национальная компания «Қазақстан темір жолы» и его дочерних организациях, утвержденное решением Правления акционерного общества «Национальная компания «Қазақстан темір жолы» от «10» сентября 2015 года протокол №02/27",
  "Руководство по системе менеджмента безопасности и охраны труда в акционерном обществе «Национальная компания «Қазақстан темір жолы» и его дочерних организациях, утвержденное решением Правления акционерного общества «Национальная компания «Казақстан темір жолы» от «10» сентября 2015 года, протокол № 02/27",
  "Стандарт «Идентификация опасностей и экологических аспектов, их оценка и управление рисками в области производственной безопасности в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях», утвержденный решением Правления акционерного общества «Национальная компания «Қазақстан темір жолы» от «21» августа 2017 года, протокол № 02/22, вопрос №24",
  "Стандарт «Организация внутреннего контроля деятельности в области производственной безопасности в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях», утвержденный решением Правления акционерного общества «Национальная компания «Қазақстан темір жолы» от «5» мая 2018 года, протокол № 02/15, вопрос №2",
  "Стандарт «Поведенческий диалог безопасности в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях в области производственной безопасности», утвержденный решением Правления акционерного общества «Национальная компания «Казақстан темір жолы» от «21» августа 2017 года, протокол № 02/22, вопрос №24",
  "Стандарт «Управление безопасностью при выполнении работ подрядными организациями в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях», утвержденный решением Правления акционерного общества «Национальная компания «Казақстан темір жолы» от «21» августа 2017 года, протокол № 02/22, вопрос №24",
  "Стандарт «Управление происшествиями с определением их коренных причин в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях», утвержденный решением Правления акционерного общества «Национальная компания «Казақстан темір жолы» от «21» августа 2017 года, протокол № 02/22, вопрос № 24",
  "Стандарт «Управление происшествиями с определением их коренных причин в акционерном обществе «Национальная компания «Казақстан темір жолы» и его дочерних организациях», утвержденный решением Правления акционерного общества «Национальная компания «Казақстан темір жолы» от «21» августа 2017 года, протокол № 02/22, вопрос № 24",
  "Стандарт «Предупреждение и ликвидация чрезвычайных ситуация в акционерном обществе «Казақстан темір жолы» и его дочерних организациях»",
  "Анализ деятельности акционерного общества «KTZ Express» по обеспечению безопасности труда и экологии за 9 месяцев 2020 года",
  "Кодекса этики и поведения АО «НК «ҚТЖ» и его дочерних организаций",
  "Перечень существенных корпоративных событий АО «KTZ Express» за 2020 год",
  "Сертификаты на соответствие стандартам ISO 9001:2015, 14001:2015 ISO 45001:2018",
  "Календарь корпоративных событий АО «KTZ Express» за первое полугодие 2021 года",
];

export const MANAGEMENT_ITEMS: {
  cover: string;
  name: string;
  position: string;
  alias: string;
}[] = [
  {
    cover: "0.jpg",
    name: "Кожахметов Дамир Маратович",
    position: "И.О. Генерального директора (Председателя Правления)",
    alias: "employee",
  },
  {
    cover: "1.jpg",
    name: "Утяпов Кайрат Шинтасович",
    position: "Руководитель аппарата",
    alias: "employee",
  },
  {
    cover: "2.jpg",
    name: "Капар Айбек Ибрагимулы",
    position: "Управляющий директор по логистике",
    alias: "employee",
  },
  {
    cover: "3.jpg",
    name: "Кубенов Куат Манапович",
    position: "Управляющий директор по продажам",
    alias: "employee",
  },
  {
    cover: "4.jpg",
    name: "Нурпеисова Айгуль Курмантаевна",
    position: "Управляющий директор по финансам",
    alias: "employee",
  },
  {
    cover: "5.jpg",
    name: "Тапалов Кайрат Калмуханович",
    position: "Управляющий директор по операционному обеспечению",
    alias: "employee",
  },
  {
    cover: "6.jpg",
    name: "Омаров Алтай Ахметович",
    position: "Управляющий директор по правовым вопросам",
    alias: "employee",
  },
];

export const BOARD_OF_DIRECTORS: {
  cover?: string;
  name: string;
  position: string;
  alias: string;
}[] = [
  {
    name: "Утяпов Кайрат Шинтасович",
    position: "Руководитель аппарата",
    alias: "employee",
  },
  {
    name: "Капар Айбек Ибрагимулы",
    position: "Управляющий директор по логистике",
    alias: "employee",
  },
  {
    name: "Кубенов Куат Манапович",
    position: "Управляющий директор по продажам",
    alias: "employee",
  },
  {
    name: "Нурпеисова Айгуль Курмантаевна",
    position: "Управляющий директор по финансам",
    alias: "employee",
  },
  {
    name: "Койшибаев Ерлан Хамардинович",
    position: "Председатель Совета директоров",
    alias: "employee",
  },
  {
    name: "Нураханов Сагындык Таупыкович",
    position: "Член Совета директоров, Независимый директор",
    alias: "employee",
  },
  {
    name: "Нагаспаев Ерсайын Каиргазиевич",
    position: "Член Совета директоров",
    alias: "employee",
  },
  {
    name: "Аханзарипов Нурлан Заманбекович",
    position: "Член Совета директоров, Независимый директор",
    alias: "employee",
  },
  {
    name: "Смолина Александра Александровна",
    position: "Член Совета директоров",
    alias: "employee",
  },
  {
    name: "Мухамедрахимова Айгерим Шахтыбаевна",
    position: "Член Совета директоров",
    alias: "employee",
  },
];
